airfoil
alt-tab
anki
blender
calibre
dash
discord
git-credential-manager-core
google-chrome-beta
google-cloud-sdk
hiddenbar
inkscape
iterm2
karabiner-elements
orbstack
rectangle-pro
spotify
stats
utm
vlc
wireshark
xscreensaver
yubico-yubikey-manager
