tap "d12frosted/emacs-plus"
tap "gabrie30/utils"
tap "golangci/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "microsoft/git"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "snyk/tap"
tap "sourcegraph/src-cli"
brew "libraqm"
brew "little-cms2"
brew "webp"
brew "pillow"
brew "aider"
brew "jpeg-xl"
brew "asdf"
brew "aspell"
brew "python@3.10"
brew "autojump"
brew "aws-shell"
brew "python@3.13"
brew "awscli"
brew "azure-cli"
brew "node"
brew "basedpyright"
brew "bash-language-server"
brew "bat"
brew "black"
brew "chroma"
brew "clang-format"
brew "coreutils"
brew "datasette"
brew "devcontainer"
brew "diffutils"
brew "direnv"
brew "dive"
brew "docker"
brew "duckdb"
brew "exiftool"
brew "fd"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "git-sizer"
brew "gitleaks"
brew "glab"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gopls"
brew "govulncheck"
brew "graphviz"
brew "grpcui"
brew "helm"
brew "hyperfine"
brew "libheif"
brew "imagemagick"
brew "jhead"
brew "jpeg"
brew "jq"
brew "libfido2"
brew "llm"
brew "llvm"
brew "mas"
brew "mtr"
brew "mypy"
brew "ninja"
brew "openssh"
brew "pandoc"
brew "parallel"
brew "pinentry-mac"
brew "pkgconf"
brew "platformio"
brew "pnpm"
brew "poetry"
brew "poppler"
brew "prettier"
brew "pstree"
brew "pulumi"
brew "python@3.11"
brew "qrencode"
brew "rclone"
brew "rename"
brew "repomix"
brew "ripgrep"
brew "ruff"
brew "rust-analyzer"
brew "rustup"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "skaffold"
brew "spatialite-tools"
brew "sqlite-utils"
brew "starship"
brew "syft"
brew "tcl-tk"
brew "tmux"
brew "typescript-language-server"
brew "uv"
brew "watch"
brew "wdiff"
brew "wget"
brew "whisperkit-cli"
brew "yaml-language-server"
brew "yarn"
brew "yq"
brew "yt-dlp"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus@30", args: ["with-no-frame-refocus", "with-retro-emacs-logo-icon"]
brew "gabrie30/utils/ghorg"
brew "golangci/tap/golangci-lint"
brew "osx-cross/avr/avr-gcc@9"
brew "qmk/qmk/qmk"
brew "snyk/tap/snyk"
brew "sourcegraph/src-cli/src-cli"
cask "airfoil"
cask "alfred"
cask "anki"
cask "autodesk-fusion"
cask "bazecor"
cask "blender"
cask "calibre"
cask "camo-studio"
cask "claude"
cask "cursorcerer"
cask "dash"
cask "deepnest"
cask "desktoppr"
cask "discord"
cask "emacs"
cask "gimp"
cask "git-credential-manager"
cask "git-credential-manager"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hiddenbar"
cask "inkscape"
cask "iterm2"
cask "itermai"
cask "karabiner-elements"
cask "kicad"
cask "obsidian"
cask "ollama"
cask "orbstack"
cask "rar"
cask "rectangle-pro"
cask "slack"
cask "stats"
cask "superwhisper"
cask "tailscale"
cask "transmission"
cask "ukelele"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "xscreensaver"
cask "yubico-yubikey-manager"
cask "zotero"
mas "Actions", id: 1586435171
mas "CrystalFetch", id: 6454431289
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "StopTheMadness Pro", id: 6471380298
mas "UTC Time", id: 1538245904
mas "Xcode", id: 497799835
vscode "charliermarsh.ruff"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
