airfoil
anki
autodesk-fusion
blender
calibre
dash
deepnest
desktoppr
discord
emacs
git-credential-manager
git-credential-manager-core
google-chrome
google-cloud-sdk
hiddenbar
inkscape
iterm2
karabiner-elements
obsidian
ollama
orbstack
rectangle-pro
spotify
stats
tailscale
utm
visual-studio-code
vlc
wireshark
xscreensaver
yubico-yubikey-manager
zotero
